Repository: anviks/discordbot
Catalog: resources/translations/*/LC_MESSAGES/messages.po
Languages: et

# en
source: english
et: inglise

# et
source: estonian
et: eesti

# set_language_success_channel
source: Ok, I will now speak {language} in {channel}
et: Selge, räägin nüüd {language} keeles kanalis {channel}

# set_language_success_category
source: Ok, I will now speak {language} in {category}
et: Selge, räägin nüüd {language} keeles kategoorias {category}

# set_language_success_server
source: Ok, I will now speak {language} in this server
et: Selge, räägin nüüd {language} keeles siin serveris

# ping_command_success.singular
source: Got it, I will ping {target} {count} time.
et: Pingin {target} {count} korra...

# say_command_success
source: Done!
et: Tehtud!

# say_command_no_permissions
source: You don't have enough permissions to talk as me.
et: Sul pole piisavalt õigusi, et mind rääkima panna.

# dm_command_success
source: Direct message sent to {target}.
et: Saatsin sõnumi kasutajale {target}.

# unmute_command_success
source: Unmuted {target}.
et: Kasutaja {target} saab nüüd jälle rääkida.

# poll_remind_command_success
source: Sending ping to remind people to vote.
et: Pingin kõiki, kes pole veel hääletanud.

# poll_remind_command_no_pings
source: Everyone has already reacted.
et: Kõik on juba reageerinud.

# info_command_no_such_course
source: Couldn't find such course.
et: Ei leidnud sellist kursust.

# mute_command_no_permissions
source: You don't have enough permissions to mute people.
et: Sul pole kellegi vaigistamiseks piisavalt õigusi.

# mute_command_target_admin
source: You can't mute an admin.
et: Ei saa vaigistada administraatorit.

# mute_command_success_no_reason
source: Muted {target} until {until}.
et: Kasutaja {target} on nüüd vaigistatud kuni {until}.

# mute_command_success
source: Muted {target} until {until} for {reason}.
et: Kasutaja {target} on nüüd vaigistatud kuni {until}. Põhjus: {reason}

# ping_command_no_permissions
source: You don't have enough permissions to ping people.
et: Sul pole kellegi pingimiseks piisavalt õigusi.
